{ "posts": [{
    "id": 0,
    "title": "Reading Fan Mail",
    "date": "March 1st, 2016",
    "image": "https://cdn1.vox-cdn.com/thumbor/9z9MSnaDig1dO1Bvv-t8toPCvVg=/0x0:1613x1075/1280x854/cdn0.vox-cdn.com/uploads/chorus_image/image/48746079/deadpool-fox-marvel_01.0.0.jpg",
    "blog": "First, a story where Wolverine and Hulk come together, and then Captain America and Cable meet up. The very first appearance of Spider-Man. The classic adventures of Spider-Man from the early days up until the 90s. An excellent book, fit for readers of all ages.This is where youll find all the big-time action, major storylines and iconic Spider-Man magic youd come to expect from the Wall-Crawler. Learn the Wallcrawlers tragic origin and witness amazing fantasy as only Marvel can provide it. First, a story where Wolverine and Hulk come together, and then Captain America and Cable meet up. Get ready for action-packed stories featuring team-ups from your favorite Marvel heroes every month.Amazing Spider-Man is the cornerstone of the Marvel Universe. In a city of Marvels, Jessica Jones never found her niche. The classic adventures of Spider-Man from the early days up until the 90s. Get ready for action-packed stories featuring team-ups from your favorite Marvel heroes every month."
  }, {
    "id": 1,
    "title": "Movie Being Released",
    "date": "March 2nd, 2016",
    "image": "http://s3.foxfilm.com/foxmovies/production/films/103/images/feature/deadpool-film-header-now-playing-front-main-stage.jpg",
    "blog": "Traveling back and forth through time, Cable recently traveled back to the future with a special purpose: Protect a mutant baby who could be mutantkind’s savior. Iron Man, Thor, Captain America and the rest of Earths Mightiest Heroes unite to stand against the threats none can face alone. Like a sci fi Lone Wolf & Cub, the new Cable series is packed with action, adventure, humor and everything else an X-Men fan could ask for. Cables the son of original X-Man Scott Summers and the clone of Jean Grey who grew up in a war-torn future ruled by Apocalypse.This is where youll find all the big-time action, major storylines and iconic Spider-Man magic youd come to expect from the Wall-Crawler. Sparks fly when this oddest of all couples kicks butts and takes names throughout the Marvel Universe. Looking for the one superhero comic you just have to read. Marvels mighty mutants go worldwide and beyond in this series following Cyclops, Wolverine, Beast, Emma Frost and more in their astonishing adventures.Looking for the one superhero comic you just have to read. Avengers Assemble. Youve found it. Cables the son of original X-Man Scott Summers and the clone of Jean Grey who grew up in a war-torn future ruled by Apocalypse."
  }, {
    "id": 2,
    "title": "Angry Parents",
    "date": "March 4th, 2016",
    "image": "http://nerdist.com/wp-content/uploads/2016/01/deadpooltheater-01302016.png",
    "blog": "Realizing that rules were needed to prevent people from behaving badly, young Matt decided to study law however, when he saved a man from an oncoming truck, it spilled a radioactive cargo that rendered Matt blind while enhancing his remaining senses. Youve found it. The classic adventures of Spider-Man from the early days up until the 90s.Avengers Assemble. Under the harsh tutelage of blind martial arts master Stick, Matt mastered his heightened senses and became a formidable fighter. Earths Mightiest Heroes reunite with their biggest guns at the forefront to take on familiar enemies and new threats alike.Once upon a time, Jessica Jones was a costumed super-hero, just not a very good one. Thrust into the midst of a conspiracy that reaches the highest levels, has Jessica burned too many bridges to turn to old friends for help.  Join Spider-Man and some of his Amazing friends as they tackle threats that only a mighty Marvel team-up can handle.Now a chain-smoking, self-destructive alcoholic with a mean inferiority complex, Jones is the owner and sole employee of Alias Investigations - a small, private-investigative firm specializing in super-human cases. Collects Alias #1-28, What If. Legendary artist Joe Madureira and fan-favorite Spider-Man writer Zeb Wells deliver a brand new monthly Spider-series that teams the wall-crawler up with some of the greatest heroes in the Marvel Universe such as Red Hulk, Wolverine and more."
  }]
}
